[
  {
    "_id": "623853b2614ad5aba311fdd1",
    "index": 0,
    "picture": "https://www.menshairstyles.net/d/80866-1/Man+professional+haircut+picture.PNG",
    "name": "Just Chill",
    "ratings": 5 ,
    "review": "amazing kind of sound which is truly noise isolating, Bass is literally bombastic but in terms of vocal it performs poor. Recommended to buy it"
  },
  {
    "_id": "623853b2578e9e6ad1ae0dd5",
    "index": 1,
    "picture": "https://png.pngitem.com/pimgs/s/176-1762843_professional-man-hd-png-download.png",
    "name": "Keep Coding",
    "ratings": 3 ,
    "review": "The Build quality is very poor, Never purchase this product. It broke in a month even tho I was using my new headphone very carefully. It broke because the plastic used at that point is very weak and cheap."
  },
  {
    "_id": "623853b21fb149d2ee7b76c7",
    "index": 2,
    "picture": "https://www.pngitem.com/pimgs/m/513-5137048_professional-animated-man-hd-png-download.png",
    "name": "Black",
    "ratings": 4 ,
    "review": "These over-ear headphones sound great with thumping bass and clear vocals along with good noise cancellation and bluetooth connectivity. It also has a really good build quality with eye catching looks and texture."
  },
  {
    "_id": "623853b2e91c8de578c9245e",
    "index": 3,
    "picture": "https://www.nicepng.com/png/detail/7-78595_asian-businessman-png-professional-man-images-png.png",
    "name": "Mix Yellow",
    "ratings": 5 ,
    "review": "First of all, not sure on the other ratings that are right now in the product review. Both the reviews complained on the bass and audio quality. Not sure if it is specific to the item they received."
  },
  {
    "_id": "623853b2239582e48409ccc6",
    "index": 4,
    "picture": "https://www.nicepng.com/png/detail/7-77391_businessman-transparent-business-man-png.png",
    "name": "Bachelor",
    "ratings": 4 ,
    "review": "One problem with this because I thought of that first time I am using on ear earphones (🎧) I fill it is slipping and irritated for few minutes and when I listened to the music 🎶 beats and bass is super.phone calls and stream purpose it is good for sound and comfortablity is less due it is heavy compression and slipping down due to weight."
  },
  {
    "_id": "623853b2cdda0d5bc294f791",
    "index": 5,
    "picture": "https://www.kindpng.com/picc/m/301-3012757_businessman-png-image-businessman-png-transparent-png.png",
    "name": "Right Price",
    "ratings": 3 ,
    "review": "I am experiencing broken sound if the distance is beyond 6ft in clear sight arrangement and with 100% battery. Other BT works absolutely fine much beyond this hence I feel this is something to be concerned of as the supported distance seems to less. I used with my Sony 65 Smart TV. With Laptop it seems to work well"
  },
  {
    "_id": "623853b2736f19fd4eb8d44a",
    "index": 6,
    "picture": "https://www.kindpng.com/picc/m/550-5507438_businessman-png-picture-businessman-png-transparent-png.png",
    "name": "Black Skull",
    "ratings": 5 ,
    "review": "The headphone is really very good and the beast mode is also good. It would have been better if they would have given a metallic build inside the expandable wearable"
  }
]